Repository: antoniolite/WooCommerce-eKomi
Catalog: languages/woocommerce-ekomi-*.po
Languages: es_es

source: eKomi Review Reminder
es_es: Recordatorio de valoración en eKomi

source: This E-Mail is being sent to a customer to transfer eKomi order review link to a customer.
es_es: Este eMail será enviado al cliente para transferirle el enlace de valoración de eKomi.

source: Please rate your Order
es_es: Por favor, valora tu pedido

source: Please rate your {site_title} order from {order_date}
es_es: Por favor, valora tu pedido de {site_title} realizado el {order_date}

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable this email notification
es_es: Activa esta notificación por eMail

source: Subject
es_es: Asunto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Este campo gestiona el asunto del eMail. Déjalo en blanco para usar el asunto por defecto: <code>%s</code>.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Este campo gestiona la cabecera que se enviará en la notificación por eMail. Déjalo en blanco para usar la siguiente cabecera: <code>%s</code>

source: eKomi Integration
es_es: Integración con eKomi

source: Integration with eKomi through API.
es_es: Integración con eKomi vía API.

source: eKomi Customer
es_es: Cliente eKomi

# ekomi
source: Shop ID
es_es: ID de Tienda

# ekomi
source: Insert your Shop ID here.
es_es: Introduce tu ID de Tienda aquí.

# ekomi
source: Interface ID
es_es: ID de la Interfaz

# ekomi
source: Insert your Interface ID here.
es_es: Introduce tu ID de la Interfaz.

# ekomi
source: Interface Password
es_es: Contraseña de la Interfaz

# ekomi
source: Insert your Interface Password here.
es_es: Introduce tu Contraseña de la Interfaz aquí.

# ekomi
source: Days until Email
es_es: Días hasta enviar eMail

# ekomi
source: Number of days between an order being marked as completed and review email to customer.
es_es: Número de días entre que el pedido se marca como completado y el envío del email de valoración al cliente.

source: Dear %s %s,
es_es: Estimado %s %s,

source: You have recently shopped at %s. Thank you! We would be glad if you spent some time to write a review about your order. To do so please follow follow the link.
es_es: Recientemente has comprado en %s. ¡Muchísimas gracias! Estaríamos encantados si puedes dedicar un pequeño tiempo en escribir una valoración sobre tu pedido. Para hacerlo, por favor, sigue el siguiente enlace.

source: Rate Order now
es_es: Valorar pedido ahora

source: WooCommerce ekomi depends on the last version of %s to work!
es_es: WooCommerce eKomi depende de la última versión de %s para funcionar correctamente.
